<template>
  <q-page class="container">
  	<h3>薩斯頓三原則</h3>
  	
<h4>1.不可以無代價地洩漏魔術的秘密</h4>

 <p>如果觀眾知道了魔術的秘密，那麼神奇的感覺就消失了，下次對看魔術表演也不容易產生興趣。觀眾必須知道，看魔術是為了享受那種「不可思議」的衝擊，如果你從頭到尾都知道背後的手法，再用合理的邏輯連貫，那麼在你面前的應該只是單純技巧性的展現，而不是「享受」眼前的幻覺。對於魔術師，堅守著三原則的大方向是必要的，不過要是在簡單的教學或推展魔術上有需要，還是能做調整。我認為秘密是魔術最重要的價值之一，但也並不代表著一切，「知道魔術的原理」和「具備表演魔術的能力」是兩件不同的事情，單純知道魔術原理對於觀眾與魔術師都沒有好處，所以在欣賞魔術的同時，請試著去享受「不可思議的感覺」。如果你知道很多魔術的秘密，卻又不是魔術師，那應該不是一件值得高興的事，因為你已經失了看魔術最大的樂趣。</p>

<h4>2.同一個魔術不能在同一時間、同樣地點及同樣觀眾前表演第二次</h4>

 <p>連續變相同的魔術，形同洩漏魔術的秘密。反過來說，若是為了滿足觀眾而連續表演同一個魔術，即使魔術師有自信不被揭穿魔術的底細，仍會對魔術表演本身造成傷害，如同好笑的笑話如果立刻再說一次，笑點也會大打折扣。此外，「戲法人人會變，巧妙各有不同」如果你哪天看到不同的魔術師表演相同的魔術，還是可以欣賞不同的詮釋方法，從中發現不同的樂趣。魔術表演就是藉由魔術來表達自己，因此魔術師的台詞、動作以及程序的安排都有很多差異性，這些都是魔術值得再看的理由，不過要以不違反這個原則為前提。</p>

<h4>3.不可事先透露表演內容給觀眾</h4>

 <p>如果觀眾已經知道魔術表演的流程，那麼不可思議的感覺便會大大減少。你去看電影時，已經知道過程跟結局，怎能享受驚奇、被引導的樂趣？魔術表演帶給觀眾的震撼是來自不可預測的效果，當效果已經提前被得知，那魔術師等於自己抹煞了這即將出現的驚奇。</p>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex'
}
</script>

<style type="text/css" scoped="">
	.container {
		max-width: 800px;
		margin: 0 auto;
	}
</style>
